{
  "recommends": [
    {
      "image": "https://discoverlaos.today/img/thing_to_do/5a35724a79737facac0807dfd5d78839.jpg?p=image1920x1080",
      "bookmarked": false,
      "liked": false,
      "title": "Pha That Luang",
      "sub_title": "Buddhist temple and national symbol of Laos",
      "details": "Pha That Luang is a grand Buddhist stupa located in Vientiane. It is considered a national symbol of Laos and an important religious and cultural monument. The golden monument is a stunning sight and holds great significance for the Lao people."
    },
    {
      "image": "https://img.freepik.com/fotos-premium/patuxai-significa-literalmente-victory-gate-em-vientiane-laos_1627-4865.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "Patuxai Monument",
      "sub_title": "Victory Gate resembling the Arc de Triomphe",
      "details": "The Patuxai Monument is a prominent landmark in Vientiane, known as the Victory Gate. Resembling the Arc de Triomphe in Paris, it was built to commemorate the Laotian independence from France. Visitors can climb to the top for panoramic views of the city."
    },
    {
      "image": "https://upload.wikimedia.org/wikipedia/commons/3/36/Wat_Si_Saket_in_its_paved_courtyard_Vientiane_Laos.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "Wat Si Saket",
      "sub_title": "Buddhist temple with thousands of Buddha statues",
      "details": "Wat Si Saket is a beautiful Buddhist temple in Vientiane, famous for its thousands of Buddha statues. It is one of the oldest temples in the city and features a unique architectural style. The temple complex offers a serene and peaceful atmosphere."
    },
    {
      "image": "https://img.atlasobscura.com/NtGBlShtXICISoIdhS3Cbs8adzJYqMHgNVtnMWnq56Q/rs:fill:780:520:1/g:ce/q:81/sm:1/scp:1/ar:1/aHR0cHM6Ly9hdGxh/cy1kZXYuczMuYW1h/em9uYXdzLmNvbS91/cGxvYWRzL3BsYWNl/X2ltYWdlcy90NHFx/MnplenlhZGYwOGFh/ZDk1OGY2YmYyNDdm/NV9JTUdfNzk4MS5K/UEc.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "COPE Visitor Centre",
      "sub_title": "Museum showcasing the impact of UXO in Laos",
      "details": "The COPE Visitor Centre is a museum in Vientiane that highlights the impact of unexploded ordnance (UXO) in Laos. It provides educational exhibits, videos, and personal stories to raise awareness about the ongoing issues caused by UXO and supports rehabilitation efforts."
    },
    {
      "image": "https://a.cdn-hotels.com/gdcs/production125/d1953/6501a5ab-a0a1-43cd-b367-4b0913751a22.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "Buddha Park",
      "sub_title": "Sculpture park with hundreds of Buddhist and Hindu statues",
      "details": "Buddha Park, also known as Xieng Khuan, is a unique sculpture park located on the outskirts of Vientiane. It features a collection of over 200 Buddhist and Hindu statues, including a giant reclining Buddha and various mythological creatures. The park offers a fascinating blend of religious art and spiritual atmosphere."
    },
    {
      "image": "https://www.golaos.tours/wp-content/uploads/2016/11/That-Dam-has-some-mythical-belief-of-its-cosmic-power-in-protecting-Vientiane-from-any-aggression.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "That Dam",
      "sub_title": "Black stupa with a dark and mysterious legend",
      "details": "That Dam, also known as the Black Stupa, is a historic landmark in Vientiane. Legend has it that the stupa was once covered in gold but was cursed, turning it black. It is surrounded by various stories and is considered an important spiritual site."
    }
  ],
  "recommends_hill": [
    {
      "image": "https://mahason.com/img_travel/gallery/108/large/433-img-9459.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "Phou Phanang",
      "sub_title": "Scenic hill offering panoramic views of Vientiane",
      "details": "Phou Phanang is a picturesque hill located near Vientiane. It is known for its breathtaking panoramic views of the city and surrounding landscapes. Visitors can hike or drive up the hill to reach the viewpoint and enjoy stunning vistas. It's a popular spot for nature lovers and photographers."
    },
    {
      "image": "https://scontent.fvte5-1.fna.fbcdn.net/v/t1.6435-9/124334541_750824712137911_4506323259659145172_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=8bfeb9&_nc_eui2=AeG4kK83niO2_Pdxx-jDYL-DP8isp6UhbUM_yKynpSFtQ8A-tkoXvcc7e8xc08k-q9z-Ptnbcz_STCjpQjjlC_1i&_nc_ohc=WW2S936I4fIAX-SDz8W&_nc_ht=scontent.fvte5-1.fna&oh=00_AfBYflZPDsGt36MIBEce7JR1UeHSa8wWXcsGMWMfYU3hIA&oe=64CBB386",
      "bookmarked": false,
      "liked": false,
      "title": "Pha Darn Soung",
      "sub_title": "Scenic hill with a giant Buddha statue",
      "details": "Pha Darn Soung is a scenic hill located in the outskirts of Vientiane. It features a giant Buddha statue and offers breathtaking views of the surrounding landscapes. Visitors can hike up the hill to reach the viewpoint and enjoy the peaceful atmosphere."
    }
  ],
  "recommends_temple": [
    {
      "image": "https://upload.wikimedia.org/wikipedia/commons/3/36/Wat_Si_Saket_in_its_paved_courtyard_Vientiane_Laos.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "Wat Si Saket",
      "sub_title": "Buddhist temple with thousands of Buddha statues",
      "details": "Wat Si Saket is a magnificent Buddhist temple located in Vientiane. It is famous for its unique architectural style and houses thousands of Buddha statues. The temple offers a peaceful and spiritual atmosphere, attracting visitors with its intricate designs and serene courtyards."
    },
    {
      "image": "https://discoverlaos.today/img/thing_to_do/5a35724a79737facac0807dfd5d78839.jpg?p=image1920x1080",
      "bookmarked": false,
      "liked": false,
      "title": "That Luang",
      "sub_title": "Golden Buddhist stupa and national symbol",
      "details": "That Luang is a grand golden Buddhist stupa situated in Vientiane. It is considered a national symbol of Laos and an important religious site. The impressive architecture and intricate details of the stupa make it a must-visit attraction, offering insight into Laos' rich cultural heritage."
    },
    {
      "image": "https://www.laostourism.org/wp-content/uploads/2015/08/Laos-wat-ho-phra-keo-1.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "Wat Phra Keo",
      "sub_title": "Former royal temple turned museum",
      "details": "Wat Phra Keo, once a royal temple, now serves as a museum showcasing Buddhist artifacts and cultural treasures. Visitors can explore the temple's intricate designs, admire the ornate artwork, and learn about Laos' history and religious heritage through the displayed exhibits."
    },
    {
      "image": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Ong_Tu_Temple_1.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "Wat Ong Teu",
      "sub_title": "Buddhist temple with serene surroundings",
      "details": "Wat Ong Tue is a tranquil Buddhist temple located in Vientiane. It is known for its peaceful ambiance and serene surroundings, offering a quiet retreat for visitors seeking solace. The temple features beautiful architecture and intricate decorations, providing a glimpse into Laos' spiritual traditions."
    }
  ],
  "recommends_hotel": [
    {
      "image": "https://cf.bstatic.com/xdata/images/hotel/max1280x900/414445177.jpg?k=e313305513960c8a09314be481e244d59d3d330998e5b152850ea46c1067933b&o=&hp=1",
      "bookmarked": false,
      "liked": false,
      "title": "Eastin Hotel Vientiane",
      "sub_title": "Modern hotel with luxurious amenities",
      "details": "Eastin Hotel Vientiane is a modern hotel offering luxurious amenities and services. With spacious rooms, a rooftop pool, a fitness center, and multiple dining options, it provides a comfortable and convenient stay for guests. The hotel is located in a prime area, close to major attractions and shopping districts."
    },

    {
      "image": "https://cf.bstatic.com/xdata/images/hotel/max1280x900/385063877.jpg?k=ddaced35ba127a1e3d88c014ff2c301813f9afcee86fe30d8e5fc57feed53a14&o=&hp=1",
      "bookmarked": false,
      "liked": false,
      "title": "New Champa Boutique Hotel",
      "sub_title": "Charming hotel with traditional Lao architecture",
      "details": "New Champa Boutique Hotel is a charming hotel featuring traditional Lao architecture and design elements. The hotel offers comfortable rooms, a serene garden, and a restaurant showcasing local flavors. Guests can experience the warmth of Lao hospitality while enjoying the hotel's tranquil ambiance."
    },
    {
      "image": "https://cf.bstatic.com/xdata/images/hotel/max1280x900/230415972.jpg?k=7a5cca0e3b337e971dc93a117a0ae32781bb3784dee96222259a9ac1b9eb6a7c&o=&hp=1",
      "bookmarked": false,
      "liked": false,
      "title": "Vientiane Boutique Villa",
      "sub_title": "Intimate villa-style accommodation in a peaceful setting",
      "details": "Vientiane Boutique Villa provides intimate villa-style accommodation in a peaceful setting. The villa offers well-appointed rooms, a private garden, and personalized service. It is an ideal choice for those seeking a quiet and relaxing retreat while still being within reach of Vientiane's attractions."
    }
  ],
  "recommends_restaurants": [
    {
      "image": "https://media-cdn.tripadvisor.com/media/photo-s/07/33/d2/e7/crispy-shrimp-salad-with.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "Makphet",
      "sub_title": "Laotian Cuisine",
      "details": "Makphet is a popular restaurant in Vientiane, offering delicious Laotian cuisine. The restaurant is known for its flavorful dishes and vibrant atmosphere.",
      "website": "http://www.makphet.com/"
    },
    {
      "image": "https://media-cdn.tripadvisor.com/media/photo-s/0c/a6/a6/12/inside-restaurant.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "L'Adresse de Tinay",
      "sub_title": "French Cuisine",
      "details": "L'Adresse de Tinay is a charming restaurant in Vientiane, specializing in French cuisine. Guests can enjoy a delightful dining experience with a range of classic French dishes.",
      "website": "https://www.facebook.com/restauranttinay/"
    },
    {
      "image": "https://media-cdn.tripadvisor.com/media/photo-s/07/da/23/5b/kualao-restaurant.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "Kualao Restaurant",
      "sub_title": "Laotian, Thai, Vietnamese Cuisine",
      "details": "Kualao Restaurant offers a diverse menu featuring Laotian, Thai, and Vietnamese dishes. The restaurant's relaxed ambiance and flavorful food make it a popular choice among locals and tourists alike.",
      "website": "https://kualao.com/"
    },
    {
      "image": "https://media-cdn.tripadvisor.com/media/photo-s/04/61/fc/29/ray-s-grille.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "Ray's Grille",
      "sub_title": "American, International Cuisine",
      "details": "Ray's Grille is a restaurant in Vientiane known for its American and international cuisine. Guests can enjoy a wide range of dishes in a comfortable and welcoming setting.",
      "website": "http://www.raysgrille.com/"
    },
    {
      "image": "https://www.inthira.com/wp-content/uploads/2018/08/traditional-lao-set.jpg",
      "bookmarked": false,
      "liked": false,
      "title": "Kop Chai Deu",
      "sub_title": "Laotian, International Cuisine",
      "details": "Kop Chai Deu is a popular restaurant offering a mix of Laotian and international dishes. The restaurant's lively atmosphere and live music performances create a vibrant dining experience.",
      "website": "http://www.kopchaideu.com/"
    }
  ]
}
